# Ftc Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..Ftc Property
SymbolTypeId Class See Also
---
Symbol Ftc, indicating unit Footcandles.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Ftc { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Ftc As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Ftc {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace